a52dec
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
alure
aom
arandr
archlinux-keyring
argon2
aribb24
assimp
at-spi2-core
atkmm
attr
audit
autoconf
automake
autopep8
avahi
base
bash
bash-completion
bc
binutils
bison
blas
bluez
bluez-libs
bluez-utils
boost-libs
box2d
breeze-icons
bridge-utils
brightnessctl
brotli
bspwm
btop
btrfs-progs
bucklespring
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cairomm-1.16
cantarell-fonts
cblas
cdparanoia
chrpath
clang
clucene
cmake
cmatrix
code
colord
compiler-rt
containerd
coreutils
cppdap
cronie
cryptsetup
ctags
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
diffutils
dmenu
dmidecode
docker
docker-buildx
docker-compose
dosfstools
double-conversion
duktape
dumb
e2fsprogs
efibootmgr
efivar
eigen
electron27
electron28
electron29
electron30
electron32
elementary-icon-theme
exo
expat
faad2
fakeroot
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
fish
flac
flex
fluidsynth
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fzf
garcon
gawk
gc
gcc
gcc-fortran
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
gflags
ghc-libs
ghostscript
giflib
girara
git
glade
glib-networking
glib2
glib2-devel
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-bluetooth
gnome-multi-writer
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
google-glog
gparted
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkdatabox
gtkmm
gtkmm-4.0
gtkmm3
gts
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-terminal-types
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-digits
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-os-string
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
highway
hslua-cli
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
intel-oneapi-common
intel-oneapi-mkl
intel-oneapi-openmp
intel-oneapi-tbb
intel-oneapi-tcm
intel-ucode
intellij-idea-community-edition
iproute2
iptables
iputils
iso-codes
jack2
jansson
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk11-openjdk
jdk17-openjdk
jq
jre-openjdk
json-c
json-glib
jsoncpp
karchive
karchive5
kauth
kauth5
kbd
kbookmarks
kbookmarks5
kcodecs
kcodecs5
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kconfigwidgets5
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdbusaddons5
kded5
keyutils
kglobalaccel
kglobalaccel5
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kiconthemes5
kio
kio5
kitemviews
kitemviews5
kjobwidgets
kjobwidgets5
klavaro
kmod
knotifications
knotifications5
kolourpaint
krb5
ksanecore
ksanecore5
kservice
kservice5
ktextwidgets
ktextwidgets5
kwallet
kwallet5
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
kxmlgui
kxmlgui5
l-smash
lame
lapack
lazygit
lcms2
less
level-zero-loader
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libasyncns
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libpulse
lib32-libsndfile
lib32-libssh2
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-openssl
lib32-opus
lib32-pam
lib32-pcre2
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libb64
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfabric
libffi
libfontenc
libfreehand
libgcrypt
libgee
libgirepository
libglvnd
libgnomekbd
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libheif
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjxl
libksane
libksane5
libksba
liblangtag
libldap
liblqr
libluv
liblzf
libmad
libmatroska
libmd
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lightdm
lightdm-gtk-greeter
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm
llvm-libs
lm_sensors
lmdb
love
lpsolve
lsb-release
lua
lua-lpeg
lua51
lua51-lpeg
luajit
luit
lvm2
lxappearance
lxsession
lz4
lzo
m4
mailcap
make
man-db
mari0
maven
mbedtls2
md4c
mdadm
media-player-info
mesa
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
nano
ncdu
ncurses
neofetch
neon
neovim
net-snmp
net-tools
netpbm
nettle
networkmanager
nitrogen
notepadqq
npth
nspr
nss
ntfs-3g
numactl
ocl-icd
onetbb
oniguruma
openal
opencore-amr
opencv
openexr
openjpeg2
openmp
openmpi
openpmix
openssh
openssl
openssl-1.1
openucx
openvpn
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pandoc-cli
pango
pangomm
pangomm-2.48
parted
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pixman
pkcs11-helper
pkgconf
polkit
polkit-gnome
polkit-qt5
polkit-qt6
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
powerline
pritunl-client-electron
procps-ng
protobuf
prrte
psmisc
pulseaudio
pulseaudio-bluetooth
pybind11
python
python-annotated-types
python-attrs
python-autocommand
python-cairo
python-cffi
python-charset-normalizer
python-contourpy
python-cryptography
python-cycler
python-dateutil
python-docopt
python-editor
python-fastjsonschema
python-filelock
python-fonttools
python-future
python-gmpy2
python-gobject
python-idna
python-inflect
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-kiwisolver
python-markupsafe
python-matplotlib
python-more-itertools
python-mpmath
python-networkx
python-numpy
python-ordered-set
python-packaging
python-pandas
python-pillow
python-pip
python-platformdirs
python-ply
python-pooch
python-pycodestyle
python-pycparser
python-pydantic
python-pydantic-core
python-pyparsing
python-pytorch
python-pytz
python-requests
python-scipy
python-setuptools
python-six
python-sympy
python-tomli
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
python-yaml
qca-qt5
qca-qt6
qhull
qt5-3d
qt5-base
qt5-charts
qt5-datavis3d
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-scxml
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
ranger
raptor
rasqal
rav1e
re2
readline
redland
redshift
reflector
rhash
ripgrep
rofi
rsync
rtkit
rubberband
run-parts
runc
sane
sbc
scrot
sdl12-compat
sdl2
sed
shaderc
shadow
shared-mime-info
slang
snappy
solid
solid5
sonnet
sonnet5
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sudo
svt-av1
sxhkd
sxiv
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
texinfo
thin-provisioning-tools
thunar
thunar-volman
tinysparql
tk
tpm2-tss
transmission-qt
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
tumbler
tzdata
uchardet
udisks2
ueberzug
unibilium
unrar
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vapoursynth
verdict
vi
vid.stab
vim
vim-runtime
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wayland
webrtc-audio-processing-1
wget
which
wine
wine-gecko
wine-mono
winetricks
wmname
woff2
wpa_supplicant
x264
x265
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdo
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xxhash
xz
z3
zathura
zathura-pdf-poppler
zeromq
zimg
zip
zlib
zsh
zstd
zxing-cpp
