alsa-utils
android-studio
anydesk-bin
arandr
archlinux-keyring
autoconf
automake
base
bash-completion
betterlockscreen-git
bison
brightnessctl
bspwm
btop
bucklespring
camunda-modeler-bin
cmatrix
code
ctags
debugedit
devour
dmenu
dmidecode
docker
docker-compose
efibootmgr
exo
fakeroot
fd
firefox
fish
flex
fzf
garcon
gcc
git
gnome-disk-utility
google-chrome
gparted
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
htop-vim
inkscape
intel-ucode
intellij-idea-community-edition
klavaro
kolourpaint
lazygit
libreoffice-still
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
lxsession
m4
make
mari0
maven
mongodb-bin
mongodb-compass-beta-bin
mpv
nano
ncdu
neofetch
neovim
networkmanager
ngrok
nitrogen
nodejs
npm
ntfs-3g
oh-my-zsh-git
openjdk11-src
openssh
pandoc
patch
pavucontrol
pfetch
pgadmin4
pkgconf
polybar
postgresql
postman-bin
powerline
pulseaudio
pulseaudio-ctl
pulseaudiocontrol
python-pip
ranger
redshift
reflector
ripgrep
rofi
scrot
simplescreenrecorder
stripe-cli-bin
sudo
sxhkd
sxiv
termdown
texinfo
thunar
thunar-volman
timeshift-bin
tree
ttf-font-awesome
ttf-inconsolata
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-common
tumbler
ueberzug
unrar
unzip
vi
vim
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
wget
whatscli
which
wmname
xclip
xdo
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xinit-xsession
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-pdf-poppler
zip
zsh
zsh-theme-powerlevel10k-bin-git
